adpyke.codesnap
anthropic.claude-code
bazelbuild.vscode-bazel
bradlc.vscode-tailwindcss
charliermarsh.ruff
coder.coder-remote
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
esbenp.prettier-vscode
fill-labs.dependi
jjjermiah.pixi-vscode
llvm-vs-code-extensions.vscode-clangd
llvm-vs-code-extensions.vscode-mlir
modular-mojotools.vscode-mojo
monokai.theme-monokai-pro-vscode
moshfeu.compare-folders
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
rickaym.manim-sideview
streetsidesoftware.code-spell-checker
troelsdamgaard.reflow-paragraph
twxs.cmake
unifiedjs.vscode-mdx
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
xaver.clang-format
